Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Peel already looks in the Applications folders, and a folder as wide as a whole disk, your home folder, or a Library would slow down every look for apps. Choose the folder that holds the apps. %@
cs: Peel už hledá ve složkách Aplikace a tak rozsáhlá složka jako celý disk, vaše domovská složka nebo složka Knihovna by zpomalila každé hledání aplikací. Zvolte složku, která aplikace obsahuje. %@
de: Peel sucht bereits in den Ordnern „Programme“, und ein Ordner, der so umfassend ist wie ein ganzes Volume, dein Benutzerordner oder ein Library-Ordner, würde jede Suche nach Apps verlangsamen. Wähle den Ordner, in dem die Apps liegen. %@
es: Peel ya busca en las carpetas Aplicaciones, y una carpeta tan amplia como un disco entero, tu carpeta de inicio o una carpeta Biblioteca ralentizaría cada búsqueda de apps. Elige la carpeta donde están las apps. %@
fr: Peel recherche déjà dans les dossiers Applications, et un dossier aussi vaste qu’un disque entier, votre dossier de départ ou un dossier Bibliothèque ralentirait chaque recherche d’apps. Choisissez le dossier qui contient les apps. %@
it: Peel cerca già le app nelle cartelle Applicazioni, e una cartella ampia quanto un intero disco, la tua cartella Inizio o una cartella Libreria rallenterebbe ogni ricerca di app. Scegli la cartella che contiene le app. %@
ja: Peelはすでに“アプリケーション”フォルダを調べています。ディスク全体、ホームフォルダ、ライブラリフォルダのように範囲の広いフォルダを追加すると、アプリを探すたびに時間がかかるようになります。アプリが入っているフォルダを選択してください。 %@
ko: Peel은 이미 응용 프로그램 폴더를 살펴보며, 디스크 전체, 홈 폴더 또는 라이브러리 폴더처럼 넓은 폴더는 앱을 찾을 때마다 속도를 느리게 합니다. 앱이 들어 있는 폴더를 선택하십시오. %@
nl: Peel zoekt al in de mappen 'Apps', en een map zo groot als een hele schijf, je thuismap of een bibliotheekmap zou elke zoekactie naar apps vertragen. Kies de map waarin de apps staan. %@
pl: Peel już szuka w folderach Aplikacje, a folder tak obszerny jak cały dysk, Twój folder domowy lub folder Biblioteki spowalniałby każde wyszukiwanie aplikacji. Wybierz folder, w którym są aplikacje. %@
pt: O Peel já procura nas pastas Aplicativos, e uma pasta tão ampla quanto um disco inteiro, a sua pasta pessoal ou uma pasta Biblioteca deixaria mais lenta cada busca por apps. Escolha a pasta que contém os apps. %@
ro: Peel caută deja în dosarele Aplicații, iar un dosar la fel de cuprinzător ca un disc întreg, dosarul dvs. de reședință sau un dosar Bibliotecă ar încetini fiecare căutare de aplicații. Alegeți dosarul care conține aplicațiile. %@
ru: Peel уже ищет в папках «Программы», а папка размером с целый диск, Ваша папка пользователя или папка «Библиотека» замедлила бы каждый поиск приложений. Выберите папку, в которой находятся приложения. %@
sv: Peel letar redan i mapparna Appar, och en mapp så omfattande som en hel skiva, din hemmapp eller en biblioteksmapp skulle göra varje sökning efter appar långsammare. Välj mappen där apparna finns. %@
tr: Peel zaten Uygulamalar klasörlerinde arar; bütün bir disk, ana klasörünüz veya bir Kitaplık klasörü kadar geniş bir klasör ise uygulamalar için yapılan her aramayı yavaşlatır. Uygulamaların bulunduğu klasörü seçin. %@
uk: Peel уже шукає в папках «Програми», а папка завширшки з цілий диск, ваша Домівка чи папка «Бібліотека» сповільнила б кожен пошук програм. Виберіть папку, у якій містяться програми. %@
zh_hans: Peel已经会在“应用程序”文件夹中查找，而整个磁盘、你的个人文件夹或“资源库”文件夹这样宽泛的文件夹会拖慢每一次App查找。请选取存放这些App的文件夹。 %@
zh_hant: Peel已會在「應用程式」檔案夾中尋找App，而像整個磁碟、你的個人專屬檔案夾或「資源庫」檔案夾這樣大的範圍，會拖慢每次尋找App的速度。請選擇存放App的檔案夾。 %@

source: Peel always keeps at least one copy.
cs: Peel vždy ponechá alespoň jednu kopii.
de: Peel behält immer mindestens eine Kopie.
es: Peel siempre conserva al menos una copia.
fr: Peel conserve toujours au moins une copie.
it: Peel tiene sempre almeno una copia.
ja: Peelは必ず少なくとも1つのコピーを残します。
ko: Peel은 항상 복사본을 하나 이상 유지합니다.
nl: Peel behoudt altijd minstens één kopie.
pl: Peel zawsze zachowuje co najmniej jedną kopię.
pt: O Peel sempre mantém pelo menos uma cópia.
ro: Peel păstrează întotdeauna cel puțin o copie.
ru: Peel всегда оставляет хотя бы одну копию.
sv: Peel behåller alltid minst en kopia.
tr: Peel her zaman en az bir kopyayı tutar.
uk: Peel завжди залишає щонайменше одну копію.
zh_hans: Peel始终至少保留一个副本。
zh_hant: Peel一律至少保留一份副本。

source: Peel asked Spotlight and got no answer, so it can’t say what is on this Mac. Check that Spotlight indexing is on.
cs: Peel se zeptal Spotlightu a nedostal žádnou odpověď, takže nemůže říct, co v tomto Macu je. Zkontrolujte, zda je indexování Spotlightu zapnuté.
de: Peel hat Spotlight gefragt und keine Antwort erhalten, daher lässt sich nicht sagen, was sich auf diesem Mac befindet. Prüfe, ob die Spotlight-Indizierung aktiviert ist.
es: Peel ha preguntado a Spotlight y no ha obtenido respuesta, así que no puede decir qué hay en este Mac. Comprueba que la indexación de Spotlight esté activada.
fr: Peel a interrogé Spotlight sans obtenir de réponse : il ne peut donc pas dire ce qui se trouve sur ce Mac. Vérifiez que l’indexation Spotlight est activée.
it: Peel ha interpellato Spotlight e non ha ricevuto risposta, quindi non può dire cosa c’è su questo Mac. Controlla che l’indicizzazione di Spotlight sia attiva.
ja: PeelはSpotlightに問い合わせましたが、応答がなかったため、このMacに何があるかはわかりません。Spotlightの索引作成がオンになっているか確認してください。
ko: Peel이 Spotlight에 물었으나 응답을 받지 못했으므로 이 Mac에 무엇이 있는지 알 수 없습니다. Spotlight 인덱싱이 켜져 있는지 확인하십시오.
nl: Peel heeft Spotlight een vraag gesteld, maar kreeg geen antwoord, dus Peel kan niet zeggen wat er op deze Mac staat. Controleer of indexering door Spotlight is ingeschakeld.
pl: Peel zapytał Spotlight i nie dostał odpowiedzi, więc nie może powiedzieć, co jest na tym Macu. Sprawdź, czy indeksowanie Spotlight jest włączone.
pt: O Peel perguntou ao Spotlight e não obteve resposta, então não pode dizer o que há neste Mac. Verifique se a indexação do Spotlight está ativada.
ro: Peel a întrebat Spotlight și nu a primit niciun răspuns, așa că nu poate spune ce se află pe acest Mac. Verificați dacă indexarea Spotlight este activată.
ru: Peel обратился к Spotlight и не получил ответа, поэтому не может сказать, что есть на этом Mac. Проверьте, включено ли индексирование Spotlight.
sv: Peel frågade Spotlight och fick inget svar, så Peel kan inte säga vad som finns på den här datorn. Kontrollera att Spotlight-indexeringen är på.
tr: Peel Spotlight’a sordu ve yanıt alamadı, bu yüzden bu Mac’te ne olduğunu söyleyemiyor. Spotlight dizinlemesinin açık olduğunu denetleyin.
uk: Peel звернулася до Spotlight, але не отримала відповіді, тож не може сказати, що є на цьому Mac. Перевірте, чи ввімкнено індексування Spotlight.
zh_hans: Peel询问了“聚焦”，但没有得到回应，因此无法判断这台Mac上有什么。请检查“聚焦”索引是否已打开。
zh_hant: Peel詢問了Spotlight但沒有得到回應，因此無法得知這部Mac上有什麼。請確認Spotlight索引功能已開啟。

source: Peel asked macOS about it and got no answer it could read, so Peel doesn’t start, stop, enable, or disable it here.
cs: Peel se na ni zeptal systému macOS a nedostal odpověď, kterou by dokázal přečíst, a proto ji tu Peel nespouští, nezastavuje, nezapíná ani nevypíná.
de: Peel hat macOS danach gefragt und keine lesbare Antwort erhalten, daher startet, stoppt, aktiviert oder deaktiviert Peel es hier nicht.
es: Peel se lo ha preguntado a macOS y no ha obtenido ninguna respuesta que pueda leer, así que aquí Peel no lo inicia, no lo detiene, no lo activa ni lo desactiva.
fr: Peel a interrogé macOS à son sujet, sans obtenir de réponse lisible : Peel ne le démarre donc pas, ne l’arrête pas, ne l’active pas et ne le désactive pas ici.
it: Peel l’ha chiesto a macOS e non ha ricevuto una risposta leggibile, quindi qui Peel non lo avvia, non lo interrompe, non lo abilita e non lo disabilita.
ja: PeelはmacOSに問い合わせましたが、読み取れる応答がなかったため、ここでは開始、停止、有効化、無効化を行いません。
ko: Peel이 macOS에 물었지만 읽을 수 있는 응답을 받지 못했으므로 Peel은 여기에서 이 항목을 시작, 중단, 활성화 또는 비활성화하지 않습니다.
nl: Peel heeft het aan macOS gevraagd, maar kreeg geen antwoord dat Peel kon lezen, dus Peel start het hier niet, stopt het niet en schakelt het niet in of uit.
pl: Peel zapytał o to macOS i nie otrzymał odpowiedzi, którą mógłby odczytać, więc Peel tego tutaj nie uruchamia, nie zatrzymuje, nie włącza ani nie wyłącza.
pt: O Peel perguntou ao macOS sobre ele e não obteve uma resposta que conseguisse ler, por isso o Peel não o inicia, não o interrompe, não o ativa nem o desativa aqui.
ro: Peel a întrebat macOS despre el și nu a primit niciun răspuns pe care să îl poată citi, așa că Peel nu îl pornește, nu îl oprește, nu îl activează și nu îl dezactivează de aici.
ru: Peel спросил macOS о нем, но не получил ответа, который смог бы прочитать, поэтому Peel здесь не запускает, не останавливает, не включает и не выключает его.
sv: Peel frågade macOS om det och fick inget svar som gick att läsa, så Peel varken startar, stoppar, aktiverar eller avaktiverar det här.
tr: Peel bunu macOS’e sordu ve okuyabileceği bir yanıt alamadı, bu yüzden Peel onu burada başlatmaz, durdurmaz, etkinleştirmez veya etkisizleştirmez.
uk: Peel запитала macOS про нього, але не отримала відповіді, яку могла б прочитати, тож Peel тут його не запускає, не зупиняє, не вмикає й не вимикає.
zh_hans: Peel向macOS查询了它的状态，但没有得到可读取的回应，因此Peel不会在此处启动、停止、启用或停用它。
zh_hant: Peel向macOS詢問了它的狀態，但沒有得到它能讀取的回應，因此Peel不會在這裡啟動、停止、啟用或停用它。

source: Peel asked macOS what was installed with a package and got no answer. This list says nothing about what is on this Mac.
cs: Peel se zeptal systému macOS, co bylo nainstalováno pomocí balíčku, a nedostal žádnou odpověď. Tento seznam nic neříká o tom, co v tomto Macu je.
de: Peel hat macOS gefragt, was mit einem Paket installiert wurde, und keine Antwort erhalten. Diese Liste sagt nichts darüber aus, was sich auf diesem Mac befindet.
es: Peel ha preguntado a macOS qué se instaló mediante paquetes y no ha obtenido respuesta. Esta lista no dice nada de lo que hay en este Mac.
fr: Peel a demandé à macOS ce qui a été installé avec un paquet, sans obtenir de réponse. Cette liste ne dit rien de ce qui se trouve sur ce Mac.
it: Peel ha chiesto a macOS cosa è stato installato con un pacchetto e non ha ricevuto risposta. Questo elenco non dice nulla di ciò che c’è su questo Mac.
ja: Peelは、パッケージでインストールされたものをmacOSに問い合わせましたが、応答がありませんでした。このリストは、このMacに何があるかを示すものではありません。
ko: Peel이 패키지로 설치된 항목을 macOS에 물었으나 응답을 받지 못했습니다. 이 목록으로는 이 Mac에 무엇이 있는지 알 수 없습니다.
nl: Peel heeft macOS gevraagd wat er met een pakket is geïnstalleerd, maar kreeg geen antwoord. Deze lijst zegt niets over wat er op deze Mac staat.
pl: Peel zapytał macOS, co zainstalowano za pomocą pakietów, i nie dostał odpowiedzi. Ta lista nic nie mówi o tym, co jest na tym Macu.
pt: O Peel perguntou ao macOS o que foi instalado com um pacote e não obteve resposta. Esta lista não diz nada sobre o que há neste Mac.
ro: Peel a întrebat macOS ce s‑a instalat cu pachetele de instalare și nu a primit niciun răspuns. Această listă nu spune nimic despre ce se află pe acest Mac.
ru: Peel спросил у macOS, что было установлено из пакетов, и не получил ответа. Этот список ничего не говорит о том, что есть на этом Mac.
sv: Peel frågade macOS vad som hade installerats med ett paket och fick inget svar. Listan säger ingenting om vad som finns på den här datorn.
tr: Peel, paketlerle neyin yüklendiğini macOS’e sordu ve yanıt alamadı. Bu liste, bu Mac’te ne olduğu hakkında hiçbir şey söylemiyor.
uk: Peel запитала macOS, що було інстальовано з пакетів, але не отримала відповіді. Цей список нічого не каже про те, що є на цьому Mac.
zh_hans: Peel询问了macOS通过软件包安装了哪些内容，但没有得到回应。此列表不能反映这台Mac上的实际情况。
zh_hant: Peel詢問macOS透過套件安裝了哪些項目，但沒有得到回應。此列表無法說明這部Mac上有什麼。

source: Peel asked macOS which extensions apps have added and got no answer. This list says nothing about what is on this Mac.
cs: Peel se zeptal systému macOS, jaká rozšíření aplikace přidaly, a nedostal žádnou odpověď. Tento seznam nic neříká o tom, co v tomto Macu je.
de: Peel hat macOS gefragt, welche Erweiterungen Apps hinzugefügt haben, und keine Antwort erhalten. Diese Liste sagt nichts darüber aus, was sich auf diesem Mac befindet.
es: Peel ha preguntado a macOS qué extensiones han añadido las apps y no ha obtenido respuesta. Esta lista no dice nada de lo que hay en este Mac.
fr: Peel a demandé à macOS quelles extensions les apps ont ajoutées, sans obtenir de réponse. Cette liste ne dit rien de ce qui se trouve sur ce Mac.
it: Peel ha chiesto a macOS quali estensioni hanno aggiunto le app e non ha ricevuto risposta. Questo elenco non dice nulla di ciò che c’è su questo Mac.
ja: Peelは、アプリが追加した機能拡張をmacOSに問い合わせましたが、応答がありませんでした。このリストは、このMacに何があるかを示すものではありません。
ko: Peel이 앱에서 추가한 확장 프로그램을 macOS에 물었으나 응답을 받지 못했습니다. 이 목록으로는 이 Mac에 무엇이 있는지 알 수 없습니다.
nl: Peel heeft macOS gevraagd welke extensies apps hebben toegevoegd, maar kreeg geen antwoord. Deze lijst zegt niets over wat er op deze Mac staat.
pl: Peel zapytał macOS, jakie rozszerzenia dodały aplikacje, i nie dostał odpowiedzi. Ta lista nic nie mówi o tym, co jest na tym Macu.
pt: O Peel perguntou ao macOS quais extensões os apps adicionaram e não obteve resposta. Esta lista não diz nada sobre o que há neste Mac.
ro: Peel a întrebat macOS ce extensii au adăugat aplicațiile și nu a primit niciun răspuns. Această listă nu spune nimic despre ce se află pe acest Mac.
ru: Peel спросил у macOS, какие расширения добавили приложения, и не получил ответа. Этот список ничего не говорит о том, что есть на этом Mac.
sv: Peel frågade macOS vilka tillägg appar har lagt till och fick inget svar. Listan säger ingenting om vad som finns på den här datorn.
tr: Peel, uygulamaların hangi genişletmeleri eklediğini macOS’e sordu ve yanıt alamadı. Bu liste, bu Mac’te ne olduğu hakkında hiçbir şey söylemiyor.
uk: Peel запитала macOS, які розширення додали програми, але не отримала відповіді. Цей список нічого не каже про те, що є на цьому Mac.
zh_hans: Peel询问了macOS各App添加了哪些扩展，但没有得到回应。此列表不能反映这台Mac上的实际情况。
zh_hant: Peel詢問macOS各App加入了哪些延伸功能，但沒有得到回應。此列表無法說明這部Mac上有什麼。

source: Peel asked where %@ updates from and got no answer it could read. A feed that is down, moved, or behind a sign-in ends up here, and Peel asks again at the next check.
cs: Peel se ptal, odkud se aplikace %@ aktualizuje, a nedostal odpověď, kterou by dokázal přečíst. Sem se dostane kanál, který nefunguje, přesunul se nebo vyžaduje přihlášení, a Peel se při příští kontrole zeptá znovu.
de: Peel hat gefragt, woher „%@“ Updates bezieht, und keine lesbare Antwort erhalten. Ein Feed, der ausgefallen ist, umgezogen ist oder eine Anmeldung verlangt, landet hier, und Peel fragt bei der nächsten Prüfung erneut.
es: Peel ha preguntado de dónde se actualiza %@ y no ha obtenido ninguna respuesta que pueda leer. Un canal que no funciona, que se ha movido o que requiere iniciar sesión acaba aquí, y Peel vuelve a preguntar en la siguiente comprobación.
fr: Peel a demandé d’où proviennent les mises à jour de %@, sans obtenir de réponse lisible. Un flux hors service, déplacé ou protégé par une connexion aboutit ici, et Peel repose la question à la prochaine vérification.
it: Peel ha chiesto da dove si aggiorna %@ e non ha ricevuto una risposta leggibile. Un feed non raggiungibile, spostato o protetto da un accesso finisce qui, e Peel chiede di nuovo alla prossima verifica.
ja: Peelは“%@”のアップデート元に問い合わせましたが、読み取れる応答がありませんでした。停止している、移動した、またはサインインが必要なフィードはこの状態になり、Peelは次回の確認時にもう一度問い合わせます。
ko: Peel이 ‘%@’의 업데이트 출처에 물었지만 읽을 수 있는 응답을 받지 못했습니다. 다운되었거나, 옮겨졌거나, 로그인이 필요한 피드는 여기에 표시되며, Peel은 다음 확인 때 다시 묻습니다.
nl: Peel heeft gevraagd waar %@ updates vandaan haalt, maar kreeg geen antwoord dat Peel kon lezen. Een feed die offline is, verplaatst is of achter een inlogscherm zit, komt hier terecht, en Peel vraagt het opnieuw bij de volgende controle.
pl: Peel zapytał, skąd uaktualnia się aplikacja %@, i nie otrzymał odpowiedzi, którą mógłby odczytać. Tak jest w przypadku kanału, który nie działa, został przeniesiony lub wymaga zalogowania, a Peel zapyta ponownie przy następnym sprawdzaniu.
pt: O Peel perguntou de onde %@ se atualiza e não obteve uma resposta que conseguisse ler. Um feed fora do ar, que mudou de endereço ou que exige iniciar sessão acaba aqui, e o Peel pergunta de novo na próxima verificação.
ro: Peel a întrebat de unde se actualizează %@ și nu a primit niciun răspuns pe care să îl poată citi. Aici ajunge un flux care nu funcționează, care a fost mutat sau care cere autentificare, iar Peel întreabă din nou la următoarea verificare.
ru: Peel запросил, откуда обновляется приложение «%@», но не получил ответа, который смог бы прочитать. Сюда попадают ленты, которые не работают, переехали или требуют входа, и Peel спросит снова при следующей проверке.
sv: Peel frågade varifrån %@ uppdateras och fick inget svar som gick att läsa. Ett flöde som inte fungerar, har flyttats eller kräver inloggning hamnar här, och Peel frågar igen vid nästa kontroll.
tr: Peel, %@ uygulamasının nereden güncellendiğini sordu ve okuyabileceği bir yanıt alamadı. Çalışmayan, taşınmış veya oturum açmayı gerektiren bir akış bu duruma düşer; Peel bir sonraki denetimde yeniden sorar.
uk: Peel запитала, звідки оновлюється програма «%@», але не отримала відповіді, яку могла б прочитати. Сюди потрапляє стрічка, яка не працює, переїхала або вимагає входу, і Peel запитає знову під час наступної перевірки.
zh_hans: Peel查询了“%@”的更新来源，但没有得到可读取的回应。更新源停止服务、已迁移或需要登录时都会出现这种情况，Peel会在下次检查时再次查询。
zh_hant: Peel詢問了「%@」的更新來源，但沒有得到它能讀取的回應。Feed無法使用、已移動或需要登入時就會出現這種情況，Peel會在下次檢查時再次詢問。

source: Peel asked where %@ updates from and got no answer it could read. The last answer came %@. A feed that is down, moved, or behind a sign-in ends up here, and Peel asks again at the next check.
cs: Peel se ptal, odkud se aplikace %@ aktualizuje, a nedostal odpověď, kterou by dokázal přečíst. Poslední odpověď přišla %@. Sem se dostane kanál, který nefunguje, přesunul se nebo vyžaduje přihlášení, a Peel se při příští kontrole zeptá znovu.
de: Peel hat gefragt, woher „%@“ Updates bezieht, und keine lesbare Antwort erhalten. Die letzte Antwort kam %@. Ein Feed, der ausgefallen ist, umgezogen ist oder eine Anmeldung verlangt, landet hier, und Peel fragt bei der nächsten Prüfung erneut.
es: Peel ha preguntado de dónde se actualiza %@ y no ha obtenido ninguna respuesta que pueda leer. La última respuesta llegó %@. Un canal que no funciona, que se ha movido o que requiere iniciar sesión acaba aquí, y Peel vuelve a preguntar en la siguiente comprobación.
fr: Peel a demandé d’où proviennent les mises à jour de %@, sans obtenir de réponse lisible. La dernière réponse est arrivée %@. Un flux hors service, déplacé ou protégé par une connexion aboutit ici, et Peel repose la question à la prochaine vérification.
it: Peel ha chiesto da dove si aggiorna %@ e non ha ricevuto una risposta leggibile. Ultima risposta: %@. Un feed non raggiungibile, spostato o protetto da un accesso finisce qui, e Peel chiede di nuovo alla prossima verifica.
ja: Peelは“%@”のアップデート元に問い合わせましたが、読み取れる応答がありませんでした。最後に応答があったのは%@です。停止している、移動した、またはサインインが必要なフィードはこの状態になり、Peelは次回の確認時にもう一度問い合わせます。
ko: Peel이 ‘%@’의 업데이트 출처에 물었지만 읽을 수 있는 응답을 받지 못했습니다. 마지막으로 응답을 받은 시점은 %@입니다. 다운되었거나, 옮겨졌거나, 로그인이 필요한 피드는 여기에 표시되며, Peel은 다음 확인 때 다시 묻습니다.
nl: Peel heeft gevraagd waar %@ updates vandaan haalt, maar kreeg geen antwoord dat Peel kon lezen. Het laatste antwoord kwam %@. Een feed die offline is, verplaatst is of achter een inlogscherm zit, komt hier terecht, en Peel vraagt het opnieuw bij de volgende controle.
pl: Peel zapytał, skąd uaktualnia się aplikacja %@, i nie otrzymał odpowiedzi, którą mógłby odczytać. Ostatnia odpowiedź nadeszła %@. Tak jest w przypadku kanału, który nie działa, został przeniesiony lub wymaga zalogowania, a Peel zapyta ponownie przy następnym sprawdzaniu.
pt: O Peel perguntou de onde %@ se atualiza e não obteve uma resposta que conseguisse ler. A última resposta chegou %@. Um feed fora do ar, que mudou de endereço ou que exige iniciar sessão acaba aqui, e o Peel pergunta de novo na próxima verificação.
ro: Peel a întrebat de unde se actualizează %@ și nu a primit niciun răspuns pe care să îl poată citi. Ultimul răspuns a venit %@. Aici ajunge un flux care nu funcționează, care a fost mutat sau care cere autentificare, iar Peel întreabă din nou la următoarea verificare.
ru: Peel запросил, откуда обновляется приложение «%@», но не получил ответа, который смог бы прочитать. Последний ответ пришел %@. Сюда попадают ленты, которые не работают, переехали или требуют входа, и Peel спросит снова при следующей проверке.
sv: Peel frågade varifrån %@ uppdateras och fick inget svar som gick att läsa. Det senaste svaret kom %@. Ett flöde som inte fungerar, har flyttats eller kräver inloggning hamnar här, och Peel frågar igen vid nästa kontroll.
tr: Peel, %@ uygulamasının nereden güncellendiğini sordu ve okuyabileceği bir yanıt alamadı. Son yanıt %@ geldi. Çalışmayan, taşınmış veya oturum açmayı gerektiren bir akış bu duruma düşer; Peel bir sonraki denetimde yeniden sorar.
uk: Peel запитала, звідки оновлюється програма «%@», але не отримала відповіді, яку могла б прочитати. Остання відповідь надійшла %@. Сюди потрапляє стрічка, яка не працює, переїхала або вимагає входу, і Peel запитає знову під час наступної перевірки.
zh_hans: Peel查询了“%@”的更新来源，但没有得到可读取的回应。上次回应是在%@。更新源停止服务、已迁移或需要登录时都会出现这种情况，Peel会在下次检查时再次查询。
zh_hant: Peel詢問了「%@」的更新來源，但沒有得到它能讀取的回應。上一次回應是在%@。Feed無法使用、已移動或需要登入時就會出現這種情況，Peel會在下次檢查時再次詢問。

source: Peel asks each app’s update feed, the App Store, or Homebrew for the latest version. It never installs anything on its own.
cs: Peel se na nejnovější verzi ptá kanálu aktualizací dané aplikace, App Storu nebo Homebrew. Sám od sebe nikdy nic neinstaluje.
de: Peel fragt den Update-Feed jeder App, den App Store oder Homebrew nach der neuesten Version. Peel installiert nie etwas von sich aus.
es: Peel pregunta la versión más reciente al canal de actualizaciones de cada app, a App Store o a Homebrew. Nunca instala nada por su cuenta.
fr: Peel demande la dernière version au flux de mises à jour de chaque app, à l’App Store ou à Homebrew. Il n’installe jamais rien de lui-même.
it: Peel chiede l’ultima versione al feed di aggiornamento di ciascuna app, ad App Store o a Homebrew. Non installa mai nulla di sua iniziativa.
ja: Peelは、各アプリのアップデートフィード、App Store、またはHomebrewに最新バージョンを問い合わせます。自動的に何かをインストールすることは決してありません。
ko: Peel은 각 앱의 업데이트 피드, App Store 또는 Homebrew에 최신 버전을 묻습니다. 스스로 무언가를 설치하는 일은 절대 없습니다.
nl: Peel vraagt de updatefeed van elke app, de App Store of Homebrew naar de nieuwste versie. Peel installeert nooit iets uit zichzelf.
pl: Peel pyta kanał uaktualnień każdej aplikacji, App Store lub Homebrew o najnowszą wersję. Nigdy niczego nie instaluje samodzielnie.
pt: O Peel pergunta a versão mais recente ao feed de atualização de cada app, à App Store ou ao Homebrew. Ele nunca instala nada por conta própria.
ro: Peel cere cea mai recentă versiune de la fluxul de actualizări al fiecărei aplicații, de la App Store sau de la Homebrew. Nu instalează niciodată nimic de la sine.
ru: Peel запрашивает последнюю версию у ленты обновлений каждого приложения, App Store или Homebrew. Сам он никогда ничего не устанавливает.
sv: Peel frågar varje apps uppdateringsflöde, App Store eller Homebrew efter den senaste versionen. Peel installerar aldrig något på egen hand.
tr: Peel en son sürümü her uygulamanın güncelleme akışına, App Store’a veya Homebrew’a sorar. Hiçbir zaman kendiliğinden bir şey yüklemez.
uk: Peel дізнається найновішу версію зі стрічки оновлень кожної програми, з App Store або від Homebrew. Peel ніколи нічого не інсталює самостійно.
zh_hans: Peel会向每个App的更新源、App Store或Homebrew查询最新版本。它绝不会自行安装任何内容。
zh_hant: Peel會向每個App的更新Feed、App Store或Homebrew查詢最新版本。它絕不會自行安裝任何項目。
